[M_Rakkaholics MissionDefinition]
MissionName="Rakkalcólicos Anônimos"
MissionDescription="Depois do que aconteceu com a Bloodwing, Mordecai deseja afogar suas mágoas. Ele pediu pra você conseguir cerveja suficiente para tombar uma colméia inteira de Rakks. Você pode roubar um pouco de cerveja Rakk dos transportadores de bebidas em [place]The Dust[-place]."
TurnInDescription="Você entregou a bebida.  Pra cima... pra baixo... ops... no meio e... pra dentro!"
MissionSummary="Consiga muita cerveja para o Mordecai."
MissionGiver="Mordecai"
MissionTurnInLocation="Moxxi ou Mordecai"
TeaserText="Hoje é sexta feira!"

[M_Rakkaholics:MissionObjectiveSetBranchingDefinition_1 MissionObjectiveSetBranchingDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Rakkaholics:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Rakkaholics:Rakkaholics_TurnInMordecai MissionObjectiveDefinition]
ProgressMessage="Leve a cerveja para Mordecai"

[M_Rakkaholics:Rakkaholics_TurnInMoxxie MissionObjectiveDefinition]
ProgressMessage="Leve a cerveja para Moxxi"

[M_Rakkaholics:ShootBoxes MissionObjectiveDefinition]
ProgressMessage="Recolha os barris de cerveja"

